Repository: PietroPrandini/photobooth
Catalog: photobooth/locale/*/LC_MESSAGES/photobooth.po
Languages: it

source: Start photobooth
it: Avvia photobooth

source: Set date/time
it: Imposta data/ora

source: Settings
it: Impostazioni

source: Quit
it: Chiudi

source: Hit the
it: Premi il

source: Button!
it: Bottone!

source: Get ready!
it: In posizione!

source: Start countdown
it: Conto alla rovescia

source: for {} pictures...
it: per {} immagini...

source: Picture {} of {}...
it: Immagine {} di {}...

source: Start over
it: Alla prossima

source: Happy?
it: OK?

source: Date:
it: Data:

source: Time:
it: Ora:

source: Set system date and time:
it: Imposta data e ora di sistema:

source: Save and restart
it: Salva e riavvia

source: Cancel
it: Annulla

source: Interface
it: Interfaccia

source: Camera
it: Fotocamera

source: Picture
it: Immagine

source: Storage
it: Archiviazione

source: Printer
it: Stampante

source: Restore defaults
it: Resetta impostazioni

source: Enable fullscreen:
it: Schermo intero:

source: Gui module:
it: Modulo interfaccia grafica:

source: Window size [px]:
it: Dimensione finestra [px]:

source: Hide cursor:
it: Nascondi cursore:

source: Appearance:
it: Aspetto:

source: Show preview during countdown:
it: Mostra preview durante il countdown:

source: Greeter time before countdown [s]:
it: Attesa prima del coutdown [s]:

source: Countdown time [s]:
it: Tempo countdown [s]:

source: Picture display time [s]:
it: Mostra foto finale per [s]:

source: Postprocess timeout [s]:
it: Timeout postprocesso [s]:

source: Overwrite displayed error message:
it: Sovrascrivi messaggio di errore:

source: Camera module:
it: Modulo fotocamera:

source: Camera rotation:
it: Rotazione fotocamera:

source: Select file
it: Seleziona file

source: Number of shots per picture:
it: Numero di scatti per immagine:

source: Size of assembled picture [px]:
it: Dimensione dell'immagine finale [px]:

source: Min. distance between shots [px]:
it: Min. distanza tra scatti [px]:

source: Omit last picture:
it: Ometti ultima immagine:

source: Background image:
it: Immagine di sfondo:

source: Select directory
it: Seleziona cartella

source: Output directory (strftime possible):
it: Cartella di output:

source: Basename of files (strftime possible):
it: Nome base dei file:

source: Keep single shots:
it: Mantieni singoli scatti:

source: Enable GPIO:
it: Abilita GPIO:

source: Exit button pin (BCM numbering):
it: Pin bottone di uscita (numerazione BCM):

source: Trigger button pin (BCM numbering):
it: Pin bottone di scatto (numerazione BCM):

source: Idle lamp pin (BCM numbering):
it: Pin luce di inattivit√† (numerazione BCM):

source: RGB LED pins (BCM numbering):
it: Pin RGB LED (numerazione BCM):

source: Enable printing:
it: Abilita stampa:

source: Module:
it: Modulo:

source: Print to PDF (for debugging):
it: Stampa su PDF (per debug):

source: Ask for confirmation before printing:
it: Chiedi conferma prima di stampare:

source: Paper size [mm]:
it: Dimensione foglio [mm]:

source: Starting the photobooth...
it: Avvio di photobooth...

source: Processing picture...
it: Processo immagine...

source: Confirmation
it: Conferma

source: Quit Photobooth?
it: Chiudere Photobooth?
